触宝  关系人验证   申请人、联系人姓名手机号    姓名与手机号的查询次数 198W，rca140W
芝麻  DAS查询   姓名、身份证  输出用户有的标签，包含身份特质、行为特质、履约能力、信用历史、人脉指标  354W
芝麻  IVS认证   证件号码，姓名，手机号，银行卡号，银行卡号，用户地址必须传其中两项信息的匹配程度，以及其它信息  6837W
芝麻  关系人验证  输入用户的姓名、身份证号码以及其他人的手机号、姓名输出此用户与指定的人之间是否存在亲友、同事、同学、朋友等关系 284W
芝麻  手机号有效性  　   最近（a~b）天内使用，是否曾经使用过  151W
芝麻  芝麻风险名单结果列表      672W
算话  反欺诈查询   姓名、手机号、身份证号 用户的欺诈及风险信息  248W
百融     1.6亿？
同盾  黑名单查询   姓名、手机号、身份证号 关于用户的风险信息，包括借贷、行为信息 511W
卧龙  地址信息查询  手机号  16W
卧龙  购买力查询   手机号 　 938W
前海  前海好信度   姓名、身份证号、手机号、银行卡号    用户在前海的评分  420W
前海  前海常贷客   身份证号、手机号    用户的多方申贷结果   545W
前海  前海风险度   姓名、身份证号 用户的风险结果   188W
凭安  黑名单 姓名、身份证号、手机号 匹配到的黑名单结果   294W
凭安  多头借贷    姓名、身份证号、手机号 多方申贷贷款的情况   292W
凭安  逾期信息    姓名、身份证号、手机号 逾期的信息   263W
凭安  手机号标记   手机号 手机号被标记的标签，如诈骗电话、外卖送餐等  2W
凭安  联系人验真的通话统计  姓名、身份证号、手机号、联系人手机号  用户的通话情况和与联系人的情况  765W
91征信    借款信息查询  姓名、身份证号 借款金额区间、借款类型、是否在其他公司借款、批贷期数  总表44W，总表55W
91征信    拒贷对外    身份证号    拒贷的信息   t_91zhengxin_log，总表 388W
